Repository: rubensrdev/Mis-Mangas
Catalog: MisMangas/Localizable.xcstrings
Source language: en
Languages: es

source: %@ added to your collection
es: %@ añadido a tu colección

source: %@ cover image
es: %@ imagen de portada

source: %@ has been added to your collection
es: %@ ha sido añadido a tu colección

source: %@ has been added to your collection.
es: %@ se ha añadido a tu colección.

source: %@ is already in your collection
es: %@ ya está en tu colección

source: %@ option
es: %@ opción

source: Add %@ to your collection
es: Añadir %@ a tu colección

source: Add mangas to start building your collection
es: Añade mangas para comenzar a construir tu colección

source: Add to Collection
es: Añadir a la colección

source: Add to my collection
es: Añadir a mi colección

source: All Mangas
es: Mangas

source: An error occurred while validating the filters, check the fields and try again
es: Ocurrió un error al validar los filtros, revisa los campos y vuelva a intentarlo

source: App Error
es: Error de la aplicación

source: Author First Name
es: Nombre del autor

source: Author Last Name
es: Apellido del autor

source: Author: %@
es: Autor: %@

source: Authors
es: Autores

source: Authors section
es: Sección de autores

# Authors_Sub
source: All authors and editors that exist
es: Todos los autores y editores que existen

# Authors_Title
source: Authors
es: Autores

source: Authors: %@
es: Autores: %@

source: Back to all
es: Volver a todos

source: Back to Top
es: Volver arriba

source: Best Mangas
es: Mejores Mangas

# Best_Mangas_Sub
source: A selection of the 100 best rated
es: Una selección de los 100 mejores valorados

# Browse_Mangas
source: Browse through a vast collection of mangas
es: Explora una amplia colección de mangas

source: By demographics
es: Por demografías

source: By genres
es: Por géneros

source: By themes
es: Por temas

source: By title and author
es: Por título y autor

source: Cancel
es: Cancelar

source: Cancel filtering
es: Cancelar el filtrado

source: Cancel removal
es: Cancelar eliminación

source: Cancel update this collection
es: Cancelar la actualización de esta colección

source: Category: %@
es: Categoría: %@

source: Collection
es: Colección

source: Collection completed
es: Colección completada

source: Collection not completed
es: Colección no completada

source: Completed
es: Completada

source: Confirm removal
es: Confirma la eliminación

source: Context menu for %@
es: Menú de contexto para %@

source: Cover image for this manga
es: Imagen de portada para este manga

source: Currently selected
es: Actualmente seleccionado

source: Demographics
es: Demografías

source: Demographics section
es: Sección de demografías

# Demographics_Sub
source: All demographics that exist
es: Todas las demografías que existen

# Demographics_Title
source: Demographics
es: Demografías

source: Demographics: %@
es: Demografías: %@

source: Details for %@
es: Detalles para %@

source: Displays the authors of %@ and their roles
es: Muestra los autores de %@ y sus roles

source: Edit %@ collection
es: Edita la colección %@

source: Edit collection
es: Editar colección

source: Enter a manga title to filter your collection
es: Introduce un título de manga para buscar en tu colección

source: Enter a title or author name to filter mangas
es: Introduce un título o nombre de autor para filtrar mangas

source: Enter the number of %@
es: Introduce el número de %@

source: Explore
es: Explorar

source: Explore section
es: Sección de exploración

source: Filter by demographics
es: Filtrar por demografías

source: Filter by genres
es: Filtrar por géneros

source: Filter by themes
es: Filtrar por temas

source: Filter by title or author
es: Filtrar por título o autor

source: Filter mangas
es: Filtrar mangas

source: Filter Mangas
es: Filtrar Mangas

source: Full synopsis: %@
es: Toda la sinopsis: %@

source: Genres
es: Géneros

source: Genres section
es: Sección de géneros

# Genres_Sub
source: All genres that exist
es: Todos los géneros que existen

# Genres_Title
source: Genres
es: Géneros

source: Genres: %@
es: Géneros: %@

source: Header section title and subtitle
es: Sección de encabezado con título y subtítulo

source: I already have it
es: Ya lo tengo

source: If the toggle is on, at least one of the title or author fields must be filled.
es: Si el interruptor está activado, se debe completar al menos uno de los campos de título o autor.

source: Include search substring
es: Incluir subcadena de búsqueda

source: Loading manga cover image
es: Cargando imagen de portada del manga

source: Loading more mangas...
es: Cargando más mangas…

source: Manga Detail
es: Detalle del manga

source: Mangas for %@
es: Mangas para %@

# Mangas for %@ in %@
source: Mangas for %1$@ in %2$@
es: Mangas para %1$@ en %2$@

source: Mangas section
es: Sección de mangas

source: My Collection section
es: Sección de mi colección

source: My Collection
es: Mi colección

# My_Collection_Sub
source: Your favorite mangas, selected by you
es: Tus mangas favoritos, seleccionados por ti

source: No mangas found in your collection or search results.
es: No se han encontrado mangas en tu colección

source: No mangas found.
es: No se encontraron mangas

source: No mangas found...
es: No se encontraron mangas...

source: Not completed
es: No completada

source: Only the first five lines of the synopsis are displayed. Tap Read More to expand
es: Solamente las cinco primeras lineas de la sinopsis son visibles. Pulsa leer más para expandirla.

source: Open filters form
es: Abrir formulario de filtrado

source: Order by
es: Ordenar por

source: Order by menu
es: Menú de ordenación

source: Please wait while we load additional mangas
es: Por favor espere mientras se cargan el resto de mangas

source: Progress of the volume you are currently reading
es: Progreso del volumen que estás leyendo actualmente

source: Progress of volumes you own for this manga
es: Progreso de volúmenes que posees de este manga

source: Publication year
es: Año de publicación

source: Publication year: %@
es: Año de publicación: %@

source: Read More
es: Leer más

source: Read more synopsis
es: Leer más sinopsis.

source: Reading volume:
es: Volumen en lectura:

source: Reading volume: %lld
es: Volumen de lectura: %lld

# Reading volume: %lld out of %lld
source: Reading volume: %1$lld out of %2$lld
es: Volumen de lectura: %1$lld de %2$lld

source: Remove
es: Eliminar

source: Remove %@ from collection
es: Remove %@ de la colección

source: Remove %@ from your collection
es: Eliminar %@ de tu colección

source: Remove from collection
es: Eliminar de la colección

source: Reset search
es: Resetear búsqueda

source: Role: %@
es: Rol: %@

source: Score
es: Puntuación

source: Score: %@
es: Puntuación: %@

source: Scroll to top
es: Desplazarse hacia arriba

source: Search
es: Buscar

source: Search by manga title
es: Buscar por título de manga

source: Search field
es: Campo de búsqueda

source: Search mangas
es: Buscar mangas

# Search_Found
source: This is all we have found
es: Esto es todo lo que hemos encontrado

# Search_Result
source: Search results
es: Resultados de la búsqueda

source: Search results
es: Resultados de la búsqueda

source: Select demographics
es: Selecciona demografías

source: Select genres
es: Selecciona géneros

source: Select one or more demographics to filter mangas
es: Seleccione uno o más datos demográficos para filtrar mangas

source: Select one or more genres to filter mangas
es: Seleccione uno o más géneros para filtrar mangas

source: Select one or more themes to filter mangas
es: Seleccione uno o más temas para filtrar mangas

source: Select themes
es: Selecciona temas

source: Selected demographics:
es: Demografías seleccionadas:

source: Selected genres:
es: Géneros seleccionados:

source: Selected themes:
es: Temas seleccionados:

source: Show Less
es: Mostrar menos

source: Show less synopsis
es: Mostrar menos sinopsis

source: Status
es: Estado

source: Status: %@
es: Estado: %@

source: Status: Unknown
es: Estado: Desconocido

source: Swipe to press the button to add %@ to your collection
es: Desliza para presionar el botón y agregar %@ a tu colección

source: Synopsis
es: Sinopsis

source: Synopsis preview: %@
es: Vista previa de la sinopsis: %@

source: Synopsis section
es: Sección de sinopsis

source: Tap to add %@ to your collection
es: Toca para agregar %@ a tu colección

source: Tap to cancel filtering and return to the previous screen
es: Toque para cancelar el filtrado y volver a la pantalla anterior

source: Tap to cancel removing %@ from your collection
es: Toca para cancelar la eliminación de %@ de tu colección

source: Tap to cancel the update and return to the detail view
es: Toque para cancelar la actualización y volver a la vista de detalles

source: Tap to choose how to order your collection
es: Toca para elegir cómo ordenar tu colección

source: Tap to expand the synopsis
es: Toque para ampliar la sinopsis

source: Tap to explore categories in the %@ option
es: Toque para explorar categorías en la opción %@

source: Tap to explore mangas in the %@ category
es: Toca para explorar mangas en la categoría %@

source: Tap to explore the best mangas, authors and find by category
es: Toca para explorar los mejores mangas, autores y buscar por categoría.

source: Tap to filter mangas by name, author or category
es: Toca para filtrar mangas por nombre, autor o categoría

source: Tap to filter mangas by name, author, or category
es: Toca para filtrar mangas por nombre, autor o categoría

source: Tap to mange your collection of mangas
es: Toca para administrar tu colección de mangas

source: Tap to open the context menu and add %@ to your collection
es: Toque para abrir el menú contextual y agregar %@ a su colección

source: Tap to remove %@ from your collection
es: Toca para eliminar %@ de tu colección

source: Tap to remove this manga from your collection
es: Pulsa para eliminar este manga de tu colección

source: Tap to save the updates to your manga collection
es: Toca para guardar las actualizaciones de tu colección de manga

source: Tap to scroll back to the top of the list
es: Toque para volver a la parte superior de la lista.

source: Tap to search mangas with the selected filters
es: Toca para buscar mangas con los filtros seleccionados

source: Tap to see and filter a list of all mangas
es: Toca para ver y filtrar una lista de todos los mangas

source: Tap to select this order option
es: Toque para seleccionar esta opción de pedido

source: Tap to show all mangas again
es: Toca para mostrar todos los mangas nuevamente

source: Tap to update the status of %@ in your collection
es: Toca para actualizar el estado de %@ en tu colección

source: Tap to view and manage details about %@
es: Toque para ver y administrar detalles sobre %@

source: Tap to view details about %@
es: Toque para ver detalles sobre %@

source: Tap to view mangas for %@
es: Toca para ver mangas de %@

source: Tap to view more information about %@
es: Toque para ver más información sobre %@

source: Tap to view wiew mangas for %@
es: Toca para ver los mangas de wiew para %@

source: The complete synopsis is displayed
es: Se muestra la sinopsis completa

source: The status of this manga is not available
es: El estado de este manga no está disponible.

source: The total number of volumes is unknown
es: Se desconoce el número total de volúmenes.

source: Themes
es: Temas

source: Themes section
es: Sección de temas

# Themes_Sub
source: All themes that exist
es: Todos los temas que existen

# Themes_Title
source: Themes
es: Temas

source: Themes: %@
es: Temas: %@

source: This action is disabled because %@ is already added
es: Esta acción está deshabilitada porque %@ ya está agregado

source: This manga has already been added to your collection
es: Este manga ya ha sido añadido a tu colección

source: This message will disappear shortly
es: Este mensaje desaparecerá en breve

source: Title
es: Título

source: Try searching with different criteria or adding mangas to your collection.
es: Intenta buscar con diferentes criterios o añade mangas a tu colección.

source: Update
es: Actulizar

source: Update manga status
es: Actualizar el estado del manga

source: Update status
es: Estado de actualización

source: Validation Error
es: Error de validación

source: Volumes
es: Volúmenes

source: Volumes owned:
es: Volúmenes que tengo:

source: Volumes owned: %lld
es: Volúmenes propios: %lld

# Volumes owned: %lld out of %lld
source: Volumes owned: %1$lld out of %2$lld
es: Volúmenes propios: %1$lld de %2$lld

source: Volumes: %@
es: Volúmenes: %@

source: You can use these filters freely to fine-tune your search.
es: Puede utilizar estos filtros libremente para afinar su búsqueda.

source: You have completed collecting all volumes for this manga
es: Has completado la recopilación de todos los volúmenes de este manga.

source: You have not completed collecting all volumes for this manga
es: No has terminado de recopilar todos los volúmenes de este manga.

source: Your collection is empty
es: Tu colección está vacía
